{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "0": "Consells d'agricultura:^^- Fes servir fertilitzant per millorar la qualitat de la collita o accelerar-ne el creixement.^^- Els arbres fruiters triguen una estació sencera a créixer però no demanen gaire manteniment. Mantén la zona al voltant del plançó buida, o no creixerà bé.^^- La teva collita es morirà quan s'acabi la seva temporada, amb l'excepció d'aquelles plantes que creixin en múltiples estacions (per exemple, el blat de moro).^^- Alguns conreus, como la Col Verda o el Blat, s'han de collir amb la dalla.",
        "1": "...Aquest llibre està escrit per la Marnie^^'Els animals són molt sensibles. Els agrada que els facin moixaines cada dia i prefereixen menjar herba a l'aire lluire en comptes de fenc. Però no els agrada sortir quan plou. Els animals feliços produeixen productes de més qualitat!'",
        "2": "Sobre la recol·lecció:^^Els boscos i muntanyes locals són bons llocs per trobar materials silvestres! Un bon recol·lector netejarà les males herbes, soques o pedres d'aquestes zones perquè els productes salvatges tinguin prou espai per créixer! Els experts coneixen els secrets per conrear aquests productes silvestres a les seves granges. Quina passada!",
        "3": "El pescador, Primer Acte:^^Tex: Gordy, com t'ho fas per pescar tants peixos? A mi em costa Déu i ajuda!^^Gordy: Has de decidir ser un pescador de debò... I, amb temps i pràctica, la teva velocitat de pesca augmentarà! ^^Tex: O sigui, m'estàs dient que millorar la meva destresa pescant farà que pesqui més de pressa? ^^Gordy: Efectivament. Algun dia, fins i tot, podria ser que descobeixis el secret per fer els teus propis suros de pesca, i n'esdevinguis tot un mestre. I ara, toca el dos!",
        "4": "Fins on arriben les mines?^^Amb el pas dels anys, molts exploradors d'Stardew Valley s'han fet aquesta pregunta... I la veritat és que ningú en té la resposta. O mai ho han volgut dir.^^Malauradament, molts dels qui s'endinsen a les mines mai tornen... No obstant, alguns dels aventurers més agosarats han tornat de les profunditats amb informació molt interessant.^^Sembla ser que a la mina hi ha tres àrees diferents, cadascuna amb monstres i tresors únics. Hi ha exploradors que parlen de llacs subterranis enormes i bestioles estranyes. Però cap d'aquestes històries s'ha pogut verificar.",
        "5": "El vell diari d'un pagès:^^Fa un any que soc aquí i ja  m'he començat a fer amic de la gent del poble. És fantàstic! Fins i tot em deixen regals i receptes familiars a la bústia! M'ajuden moltíssim",
        "6": "-- Espantaocells --^^Un cop els teus conreus comencin a créixer, que no et sorprengui que et visiti algun corb. T'aixeques un matí, i descobreixes que un ocellot s'ha fotut la teva collita per esmorzar! Una manera d'evitar que aquests corbs punyeters es mengin el teu conreu és posar-hi un espantaocells ben a prop. Tingues en compte que els espantaocells tenen un rang d'acció limitat, així que en necessitaràs forces si tens una granja gran.^^Els espantaocells van comptant els corbs que han espantat. D'aquesta manera, pots saber si són a una posició efectiva.^^¡Els 'Espantaocells Col·leccionables' no només fan goig! Funcionen tan bé com un espantaocells normal.",
        "7": "-- El secret de la gota d'estel --^^Durant anys i panys, la gent s'ha vist intrigada pel misteriosos poders de la fruita de gota d'estel... Però ningú sap d'on provenen!^^El professor R. J. Kutler, un prestigiós investigador de fruites misterioses, afirma que 'hem descobert traces de material genètic que s'assemblen molt al de la Fruita d'estel, però no hi ha cap connexió demostrada'.^^D'onsevulla que vinguin, hom troba aquesta peculiar fruita deliciosa i, fins i tot, es diu que otorga un poder especial als que se la mengen.",
        "8": "-- La Llegenda del Rei del prat --^^El mític videojoc! Sabies que... Aquell que es passi 'La Llegenda del Rei del prat' entra automàticament a un sorteig per rebre un premi especial? Sabies que... El seu creador ha dit que el protagonista està basat en un personatge real... Un heroic vaquer d'una illa del Mar de Joia?!",
        "9": "-- Estudi de la producció de diamants --^^Després d'anys de recerca a les mines, crec que he descobert un detall sobre la freqüència d'aparició dels Diamants. La meva recerca només té en compte les pedres que apareixen a les mines, les que es trenquen amb un pic. La producció de minerals provinents d'altres fonts requereix més investigació.^^Sembla ser que els Diamants només es formen a partir del pis 50 de la mina.^^Un cop al pis 50, aproximadament, una de cada 500 piedres contindrà diamants. A partir del cinquantè pis, la freqüència de formació de diamants sembla augmentar un 0,000016% per pis. Quina joia, aquesta joia!^^-M. Jasper",
        "10": "-- Guia de destil·lació --^^Ah... Destil·lar! L'olor de llevat a l'aire... L'olor floral del llúpol acabat de tallar en una nit d'hivern... Però estic divagant. Probablement, estiguis més interessat en la part pràctica de la destil·lació... Per destil·lar, has de tenir una bota destil·ladora. Ja trobaràs els plànols pel teu compte. Aquestes botes es poden fer servir per produir diferents productes.^^Si hi poses verdures, la bota en farà suc.^El suc és el que triga menys a destil·lar-se.^^Si hi poses blat, en farà cervesa.^La cervesa triga una mica més, però surt força a compte.^^Posa fruita a la bota per fer vi. És el que triga més a destil·lar-se, però pots treure una bona picossada del vi fet amb fruita de qualitat.^^Si hi poses llúpol, la bota produirà la famosa 'Cervesa Pàl·lida', que és molt popular!^^Tingues paciència amb la teva bota... Un cop deixi de moure's del tot, voldrà dir que ha acabat el procés de destil·lació. I beu amb moderació, o te'n penediràs!",
        "11": "-- Misteris dels nans --^^Els nans es refereixen a si mateixos com a «Smoluanu», que significa «poble del cel». Un nom d'allò més estrany per un grup que viu sota terra, oi? Un altre misteri dels nans és la seva avançada tecnologia.^^Tot i les burles dels meus companys, aquests fets em fan proposar la següent teoria: crec que els nans són els supervivents d'una antiga, però avançada, civilització, la qual es va estavellar contra el nostre planeta amb el seu vehicle intergalàctic fa molt temps. Tinc la teoria que la nau va penetrar en el subsòl i, de mica en mica, els nans es van anar adaptant sl seu nou entorn subterrani.^^Els meus companys em pregunten: 'I per què no van sortir a viure a la superfície?'...Potser el seu planeta tenia una atmosfera més densa que els protegia de la radiació estel·lar i, senzillament, la nostra no arriba a oferir aquesta protecció. Això explicaria que només surtin de nit per prendre allò que necessitin de les nostres llars...^^-M. Jasper",
        "12": "-- Passatges del Llibre de Yoba --^^A l'albada del temps, només existia l'eterna llum daurada. I la llum s'anomenà a si mateixa 'Yoba'. Yoba volgué més. Yoba feu girar la llum daurada en un vòrtex. La girà i regirà fins que aparegué un forat al bell mig del vòrtex. D'aquell forat, en sortí una llavor. Llavors, Yoba allisà la llum daurada; l'allisà una vegada i una altra fins que la llum es transformà en sól. Yoba plantà la llavor en aquell sól. La llavor brotà i vet-ho aquí que una tija s'enfilà cap al cel, dibuixant una ombra serpentina en el buit daurat.^^Onze dies més tard, la tija feu fruit. Yoba, en la seva saviesa infinita, pelà l'endurida pell de la fruita i veié que el món n'era a dins. I així fou com el món va néixer.",
        "13": "-- Guia del matrimoni per a pagesos --^^Abans de demanar matrimoni a algú has de sortir-hi una temporada. (Per festejar amb algú, regala-li el ram de flors de la botiga d'en Pierre).^^Quan et sentis preparat per anar a l'altar, hauràs de regalar un 'Penjoll de Sirena' a la teva parella. A Stardew Valley, tothom sap què vol dir aquest gest.^^Corre la brama que, els dies de pluja, el fantasma d'un vell mariner apareix a Stardew Valley amb un penjoll d'aquesta mena.^^Després del casori, la teva parella s'instal·larà a casa teva. Recorda tractar la teva parella bé... Un cop casats, seguirà volent regals!^^(Patrocinat per en Pierre)",
        "14": "El pescador, Segon Acte:^^Tex: Gordy, quina és la teva millor anècdota de quan eres pescador?^^Gordy (sospirant): ...He pescat molts peixos grossos al llarg de la meva vida... Alguns d'ells, molt estranys i esmunyedissos... Però n'hi hagué un amb el qual vaig barallar-m'hi tres dies i tres nits.^^Aquell peix... el vaig batejar com a 'La llegenda'. Era una bestiassa enorme ... Com més força feia jo per treure'l de l'aigua, més s'hi resistia. Em vaig distreure un moment, i va partir la meva barca per la meitat. No he tornat a pescar des d'aquell dia.^^Tex: Creus que algú el pescarà algun dia?^^Gordy: Hmm... Si aquesta persona fos un mestre en l'art de la pesca, i hagués pescat tots els altres peixos estranys, i s'assegurés d'haver menjat adequadament... potser ho podria fer. Però, per sobre de tot, has de tenir respecte per l'aigua, fill meu. ^^Tex: ...Fill? Vols dir que tu... tu ets.. el meu pare?^^Gordy: Sí, fill meu.^^*Música dramàtica. Cau el teló*"",
        "15": "Informe tecnològic!^^Fa poc s'han publicat els plànols per un avançat model de maquinària anomenat 'Cristallàrium'. Aquesta màquina pot generar cristalls gairebé del no-res, proporcionant d'aquesta manera un subministrament infinit de joies! Funciona així: Primer col·loca qualsevol joia dins del cristallàrium... ^^i després, paciència, el cristallàrium pot trigar uns quants dies... però et proporcionarà una còpia de la joia que hi hagis col·locat!^^ Quan deixi de trontollar, voldrà dir que ha acabat el procés. Un cop recullis la joia que ha generat, el cristallàrium començarà automàticament a fer la següent... No hauràs de reemplaçar-lo mai, llevat que vulguis canviar la joia que produeix! Malauradament, el cristallàrium no funciona amb una joia extremadament preuada anomenada 'fragment prismàtic'... Sembla ser que el camp electromagnètic del fragment interactua negativament amb el cristallàrium.",
        "16": "Secrets dels peixos llegendaris:^^Els pescadors parlen de cinc peixos estranys i únics que tan sols poden atrapar els pescadors més hàbils. Un cop pescats, no tornaran a aparèixer mai.^^El peix carmesí viu a les aigües calentes de l'oceà a l'estiu. Testimonis l'han vist a la banda oriental de la platja.^^El peix glacial que sols apareix a l'hivern: hom el pot pescar a la punta més meriodional de l'illa fletxa del bosc Cendrasaba... a prop de la desembocadura del riu.^^El buldroi es deixa veure durant la tardor, al nord de la vila on el riu flueix baixant de les muntanyes.^^Corren rumors d'un peix retorçat que viu a les clavegueres de la vila.^^El darrer peix, d'una espècie mai pescada, tan sols es coneix com 'la llegenda'. Diuen que viu a un tronc submergit al llac de la muntanya i només s'aventura a la superfície els dies que plou a la primavera per cruspir-se els ous de les granotes. Només un pescador d'allò més experimentat pot aspirar a pescar-lo.^^Pràctica sovint l'art de pescar i sigues persisent. Quan arribi el moment, seràs capaç de pescar tots aquests peixos esmunyedissos. Assegura't de no pertorbar les aigües i no treguis gaires peixos de l'ecosistema.",
        "17": "...He vist una cosa estranya al túnel que surt de Vila Pelicà. Hi ha una petita porta amagada enmig la foscor. Ho he intentat, però no l'he pogut obrir.^^-Gunther",
        "18": "Nota d'en Gunther:^^Caram! Gràcies a la teva feina, aquesta llibreria ha millorat molt! Moltíssimes gràcies!",
        "19": "Goblins, por M. Jasper:^^Les criatures comunament conegudes com a 'goblins' sembla provenir dels llunyans boscos del nord-est, més enllà dels turons de Fangblau. Es caracteritzen per la seva pell verda, ulls vermells i una pudor horripilant. Els primers encontres amb goblins solen ser esfereidors per viatgers novells.^^Tot i la seva aparença pertorbadora, els goblins poseeixen una capacitat intel·lectual i emocional similar a la dels humans, i no tenen cap problema a l'hora d'aprendre els nostres costums i llengües. Els goblins que he conegut són més aviat amables i simpàtics, un cop demostrat que jo no tenia males intencions.^^ Malauradament, segles de desconfiança i maltracte per part dels humans ha fet que molts de goblins es posin al servei de bruixes, bruixots, nigromants i altres indesitjables.^^La dieta tradicional dels goblins consisteix en carn de cuc, típicament dels que troben als seus boscos natius. En ocasions especials, els goblins gaudeixen d'un objecta anomenat 'maionesta del buit', considerada tota una delicatessen de la gastronomia goblinesca.",
        "20": "Solok Ulan Paa Eno Ra Paa Eno Paa Idra Naskar Omi^Pes Uwar Elan Borth Lzi Orth.^^Mo Aw Yeq Omi Ned Eit Shb Ael De Par Ara Tin Ok^Solok Awa Lon Omi Nemo.^^Bal Omi Lon Lon Omi Eno Xat Tin Ra Ale Ñeth Omi^Cer Awa Ji Awa De Jiz Ua Guh Une Eno Ti Eno Sok.",
        "Missing": "Aquí falta un llibre..."
    }
}
