{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "derby_contestent0": "Pescador: He vingut des de Grampleton pel derbi.||Pescador: No me'n tornaré sense un cabàs ple de truites!",
        "derby_contestent1": "Mariner: Crec que m'he mudat massa...",
        "derby_contestent2": "Mariner: I, és clar... un altre paio apareix amb el mateix modelet que jo. Quina vergonya!",
        "derby_contestent3": "Pescador: Disculpa, estic mirant de gaudir d'aquesta pau i tranquil·litat.||Pescador: ...||Pescador: ...||Pescador: ...||Pescador: No captes la indirecta?||Pescador: ...||Pescador: ...||Pescador: ...||Pescador: Sembla ser que es rifen garrotades, i tu en tens tots els bitllets.||Pescador: ...",
        "derby_contestent4": "Germanes pescadores: Som les famoses Germanes pescadores!||Germanes pescadores: Pescarem tots els peixos que vulguem! Ha! Ha! Ha!",
        "derby_contestent5": "Pescador de canya: Has tingut sort? A mi, de moment, només em piquen els mosquits...",
        "derby_contestent6": "Home Truita: D'on vinc, m'anomenen «l'home truita».||Home Truita: Sí, m'he passat cinc anys aprenent a pensar com una truita. És força fàcil, la veritat: menja, menja, menja, pon ous, dorm, menja de nou.||Home Truita: Per sort, m'agrada menjar. El tema de pondre ous... bé, hi ha marge de millora",
        "derby_contestent7": "Pescador: Estàs intentant allunyar-te del xivarri? Jo també.",
        "derby_contestent8": "Professional de la pesca: Sé que no és una competició, però tot i així... qui aconsegueixi més etiquetes podrà fardar-ne tot l'any!||Professional de la pesca: Tornaré a l'hivern pel CalamarFest... aquest festival sí que és un repte seriós!||Professional de la pesca: El secret per pescar truites és presentar-los l'ham una manera tan deliciosa que no puguin resistir fer-li un bon mos...",
        "derby_contestent9": "Pescador: Ah, això sí que és vida! No hi ha res més tranquil que un dia pescant truites.",
        "winter_derby_contestent0": "Pescador: Els calamars normalment surten de nit. Però han escampat un tipus d'esquers especials a l'aigua que els fa estar actius tot el dia.",
        "winter_derby_contestent1": "Mariner: L'aire fred fa que la pell se'm torni de pedra.||Mariner: Quan fa xafogor, em sento com si m'hagués de fondre.",
        "winter_derby_contestent2": "Mariner: Calamaret, calamaret... No t'amaguis...",
        "winter_derby_contestent3": "Pescador: Ets d'aquí, eh? Doncs espero que no et faci res que m'endugui alguns dels vostres estimats calamars...",
        "winter_derby_contestent4": "Germanes pescadores: Som les famoses Germanes pescadores!||Germanes pescadores: Hem estat pescant calamars des que érem criatures. Ha! Ha! Ha!",
        "winter_derby_contestent5": "Pescador de canya: Brrr... Quin fred! Potser la pesca oceànica hivernal no fa per mi.||Pescador de canya: Soc més del CarpaFest...",
        "winter_derby_contestent6": "Home Truita: Bé, els calamars són una mica diferents de les truites, però els puc pescar tots sense cap problema.||Home Truita: Hauries de començar a pescar si vols guanyar el premi!",
        "winter_derby_contestent7": "Pescador: La meva dona m'ha preparat un termos amb cafè calentó. Quina joia de dona!",
        "winter_derby_contestent8": "Professional de la pesca: Xxxt... que espantaràs els calamars!||Professional de la pesca: He vingut aquí per allunyar-me de la gentada. Els calamars poden ser molt tímids.||Professional de la pesca: Però pots pescar aquí, si vols. Només et demano silenci.",
        "winter_derby_contestent9": "Pescador: No em preocupa gaire guanyar el concurs. Només vull gaudir de l'ambient.||Pescador: El clima estiuenc és d'allò més agradable, però un hivern dur també té la seva gràcia. I què seria, la vida, sense contrastos?",
        "winter_derby_contestent10": "Pescador: Tinc els dits com glaçons, me'n vaig a prendre una sidra calentona. Bona sort!",
        "winter_derby_contestent11": "Xef de calamars: Oh, no em facis cas... Només he vingut per comprar calamars a l'engròs!||Xef de calamars: Què fas, parat com un estaquirot? Aquests calamars no es pescaran sols!"
    }
}
